Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2015/6_forskningsradene_40_ar.pdf.tmx
Source language: nob
Languages: sme

source: Det har sammenheng med når det, økonomisk og tidsmessig, har vært mulig å sette i gang de forskjellige prosjekttypene.
sme: Dat čatnasa dasa go lea leamaš ekonomalaččat ja áiggi dáfus vejolaš álggahit daid iešguđetlágán prošeaktašlájaid.

source: Doktorgradsstipend skal være treårige og kan derfor ikke utlyses for de to siste årene i programperioden, og det har også liten hensikt å utlyse store prosjekter for kortere tid enn tre-fire år.
sme: Doavttirgrádastipeanda galgá leat golmma jahkásaš, ja danne eai sáhte almmuhit dan guovtti maŋemus jahkái prográmmaáigodagas, ja lea maid unnán ávki almmuhit stuorit prošeavttaide oanehit áigái go golmma -njealji jahkái.

source: Formidlingsstøtte har man særlig gitt mot slutten av programperiodene, da programmets ønske om at prosjektene formidler prosjektresultater er størst.
sme: Gaskkustandoarjaga leat earenoamážiid juolludan loahpas prográmmaáigodagaid, go prográmma stuorimus sávaldat lea ahte prošeavttat almmuhit prošeaktabohtosiid.

source: Unntaket her er Forskningsdagene, som foregår hvert år, og som "Program for samisk forskning" benyttet seg av muligheten til å knytte seg til.
sme: Spiehkasteapmi dás lea Dutkanbeaivvit, mat dáhpáhuvvet juohke jagi, ja masa “Sámi dutkama prográmma” lea atnán liibba čatnasit.

source: 6.3.3 Rekruttering
sme: 6.3.3 Rekrutteren

source: Studentstipend Fra 1981 til i dag er det tildelt ca. 85 studentstipend i samisk innenfor humanistiske og samfunnsvitenskapelige fag.
sme: Studeantastipeanda 1981 rájes otnážii leat juolluduvvon sullii 85 studeantastipeandda sámegielas humanisttalaš ja servodatdieđalaš fágain.

source: Dette er et virkemiddel som i liten grad har vært i bruk etter 2006, de tre siste studentstipendene som svar på separate utlysninger ble tildelt i perioden mellom de to samiske forskningsprogrammene i Norges forskningsråd.
sme: Die lea doaibmabidju mii lea unnán leamaš anus maŋŋil 2006, ja dat golbma maŋemus studeantastipeandda leat juolluduvvon sierra almmuhemiin, dan guovtti sámi dutkanprográmma áigodaga gaskkas, mat ledje Norgga dutkanráđis.

source: Doktorgradsstipend I alt er det tildelt 34 doktorgradsstipend.
sme: Doavttirgrádastipeanda Oktiibuot leat juolluduvvon 34 doavttirgrádastipeandda.

source: Det er en klar utvikling i satsingen på denne prosjekttypen, fra ett stipend i "Samisk og kvensk språk, historie og kultur" til 15 i "Program for samisk forskning II".
sme: Dát prošeaktašládja lea čielgasit ovdánan, ovtta stipeanddas “Sámi ja kvena giella, historjá ja kultuvra” prográmmas 15 stipendii “Sámi dutkama prográmma II”.

source: I dette programmet er fem av doktorgradsstipendene gitt som del av større forskerprosjekter, noe Forskningsrådet ser på som en gledelig utvikling.
sme: Dán prográmmas leat vihtta doavttirgrádastipeandda juolluduvvon oassin dutkanprošeavttain, juoga mii Dutkanráđi mielas lei ilolaš ovdáneapmi.

source: Postdoktorstipend Denne prosjekttypen er vanskelig å håndtere statistisk.
sme: Poastadoavttirstipeanda Dán prošeavtta lea váttis gieđahallat statistihkalaččat.

source: Under betegnelsen "postdoktorstipend" er det i alt gitt fire bevilgninger, men sannsynligvis ga "Samisk og kvensk språk, historie og kultur" også noen bevilgninger med samme formål som dagens postdoktorstipend.
sme: “Poastadoavttirstipeandda” nama vuolis leat oktiibuot njeallje juolludeami addon, muhto jáhkkimis juolludii maiddái “Sámi ja kvena giella, historjá ja kultuvra”, seamma ulbmiliin go dálá poastadoavttirstipeanda.

source: De gikk under betegnelsen "utdanningsstipend" og "forskerstipend", men de to kategoriene ble også brukt til andre formål.
sme: Dat manne “oahppostipeandda” ja “dutkanstipeandda” nama vuolis, muhto diet guokte šlája adnoje maid eará ulbmiliidda.

source: Jeg har derfor ikke tatt dem med her.
sme: Danne in leat bidjan daid mielde dása.

source: De to programmene i Forskningsrådet har utlyst midler til postdoktorstipend fem ganger til sammen, men de færreste søknadene har tilfredsstilt kvalitetskravene.
sme: Diet guokte prográmma Dutkanráđis leat almmuhan ruđaid poastadoavttirstipendii oktiibuot viđa geardde, muhto eai leat nu galle ohcamuša mat leat olahan kvalitehtagáibádusaid.

source: 6.3.3.1 Kjønn i rekrutteringen
sme: 6.3.3.1 Sohkabealli rekrutteremis

source: I rekrutteringssammenheng er det relevant å sammenlikne student-, doktorgrads-, utdannings- og postdok.
sme: Rekruterenoktavuođas lea relevánta buohtastahttit studeanta-, doavttirgráda-, oahppo- ja poastadoavttirstipeanddaid.

source: I "Samisk og kvensk språk, historie og kultur" (samisk del) var forholdet mellom kvinner og menn 10:14, i perioden mellom to forskningsråd 13:12, i "Program for samisk forskning" 21:5 og i "Program for samisk forskning II" 15:2. I tillegg kommer de tre studentstipendene som ble tildelt mellom de to siste forskningsprogrammene, de gikk til kvinner.
sme: “Sámi ja kvena giella, historjá ja kultuvra” (sámi oasis) lei nissonolbmuid ja dievdoolbmuid dilli 10:14, áigodagas dan guovtti dutkanráđis lei dilli 13:12, “Sámi dutkama prográmmas” ges 21:5 ja “Sámi dutkama prográmma II” fas 15:2. Dasa lassin bohtet dat golbma studeantastipeandda, mat juolluduvvo gaskal dan guovtti dutkanprográmma, dat addoje nissonolbmuide.

source: Kvinnenes andel har altså gått fra ca. 42 prosent til 90. Trekker vi ut studentstipendene og ser bare på rekruttering på høyere nivå, har forholdet mellom bevilgninger til kvinner og menn gått fra 1:3 til 15:2.
sme: Nissonolbmuid oassi lea mannan sullii 42 proseantas 90 prosentii. Jus váldit eret studeantastipeanddaid ja geahččat rekrutteremii alit dásis, de lea dilli nissonolbmuid ja dievdoolbmuid juolludemiin 1:3 gitta 15:2.

source: 6.3.3.2 Etnisitet – rekruttering av samer til forskning
sme: 6.3.3.2 Čearddalašvuohta – rekrutteren sápmelaččaid dutkamii

source: Både "Samisk og kvensk språk, historie og kultur" og de to programmene i Forskningsrådet har hatt som målsetting å rekruttere samer til forskning.
sme: Sihke prográmmas “Sámi ja kvena giella, historjá ja kultuvra” ja dan guovtti Dutkanráđi prográmmain lea leamaš ulbmilin rekrutteret sápmelaččaid dutkamii.

source: "Samisk og kvensk språk, historie og kultur" knyttet det til studentstipendene ("Stipendet skal fortrinnsvis tildeles samiske studenter"), "Program for samisk forskning" utvidet det til å gjelde rekruttering generelt.
sme: Prográmma “Sámi ja kvena giella, historjá ja kultuvra” čanai daid studeantastipeanddaide (“Stipeanda galgá vuosttažettiin juolluduvvot sámi studeanttaide), “Sámi dutkama prográmma” ges viiddidii dan vai guoská rekrutteremii muđui maid.

source: "Program for samisk forskning II" har som målsetting å "bidra til rekruttering av samer til forskning", og programplanen tar opp emnet i et eget kapittel, der viktigheten av at samer selv medvirker til og influerer på forskningsagendaen påpekes.
sme: “Sámi dutkama prográmma II” lea ulbmilin “ veahkehit sápmelaččaid rekruteret dutkamii”, ja prográmmaplána váldá ovdán fáttá sierra kapihttalis, mas lea dan birra man mávssolaš lea ahte sápmelaččat ieža leat mielde váikkuheame guđe guvlui dutkanagenda jorrá.

source: Rekruttering av samer er imidlertid problematisk, ettersom norske offentlige organer ikke spør etter etnisitet.
sme: Rekruteret sápmelaččaid lea goitge váttis, go norgga almmolaš orgánat eai jeara čearddalašvuođa birra.

source: "Program for samisk forskning", som eksplisitt prioriterte samiske kandidater til studentstipend, bad søkerne dokumentere at de var samer.
sme: “Sámi dutkama prográmma”, mii čielgasit vuoruhii sápmelaš kandidáhtaid studeantastipendii, dáhtui ohcciid duođaštit ahte ledje sápmelaččat.

source: "Program for samisk forskning II", har en målsetting om rekruttering av samer også til doktorgrads- og postdok. stipend, men har ikke eksplisitt prioritert samer.
sme: “Sámi dutkama prográmma II” lea ulbmilin rekruteret sápmelaččaid doavttirgráda- ja poastadoavttirstipendii, muhto ii leat čielgasit vuoruhan sápmelaččaid.

source: I utlysningene har man gjort oppmerksom på at man ville se med særskilt interesse på søknader der arbeidet skulle utføres på samisk.
sme: Almmuhemiin leat fuomášuhttán ahte gehččet earenoamáš beroštumiin ohcamušaid mat dahkkojit sámegillii.

source: Samiske søkere har gjerne gjort oppmerksom på sin identitet når de anså den som betydningsfull for gjennomføringen av forskningen (forskning på reindrift, intervjuundersøkelser blant samer), men ut over dette har Forskningsrådet ingen systematisk oversikt over antall bevilgninger gitt til samer.
sme: Sápmelaš ohccit leat ieža fuomášuhttán iežaset identitehta, go leat oaidnán dan mearkkašahttin dutkama čađaheapmái (boazodoallodutkan, sápmelaččaid jearahallat), earret dan de ii leat Dutkanráđis makkárge systemáhtalaš listu galle juolludeami leat addon sápmelaččaide.

source: Bortsett fra når det gjelder studentstipendiatene under "Program for samisk forskning", er den oversikten man mener å ha, i stor grad basert på antakelser ut fra navneskikk.
sme: Earret go guoská studeantastipeanddaide, mat gullet “Sámi dutkama prográmma” vuollái, de lea listu maid oaivvildit leat, nammavieruid navdimiid ektui.

source: Den tas derfor ikke med her.
sme: Danne ii váldo dat mielde dása.

source: 6.3.3.3 Fullføring
sme: 6.3.3.3 Čađaheapmi

source: I forskningspolitisk sammenheng er det generelt mye oppmerksomhet knyttet til doktorgradskandidatenes arbeidstempo, hvor mange av dem som fullfører avhandlingsarbeidet på såkalt "normert tid", hvor mange som fullfører senere, og hvor mange som ikke fullfører i det hele tatt.
sme: Dutkanpolitihkalaš oktavuođas lea hui ollu fuomášupmi čatnasan doavttirgrádakandidáhtaid bargoleavttu ektui, man oallugat čađahit guorahallanbarggu nu gohčoduvvon “dábálaš áiggis”, man gallis čađahit maŋŋil, ja man oallugat eai oba čađat ge.

source: Dette er en internasjonal problemstilling.
sme: Diet lea riikkaidviidosaš váttisvuohta.

source: På 2000-tallet har man også i Norge nedlagt mye arbeid i å etablere en ny type doktorgrad med kurs og veiledning, og som skal anses som begynnelsen, ikke slutten, på en akademisk karrière.
sme: 2000-logus leat maid Norggas bidjan ollu návccaid ásahit ođđa sorttat doavttirgráda oktan kurssain ja bagadallamiin, mii galgá gehččot álgun, iige loahppan, akademalaš karrierii.

source: Innenfor samisk forskning er det særskilte problemer knyttet til stipendiatperioden.
sme: Sámi dutkamis leat earenoamáš váttisvuođat čatnasan stipendiáhtaáigodahkii.

source: Særlig de stipendiatene som skriver arbeidene sine på samisk, kan oppleve at det ikke er utviklet tilstrekkelig vitenskapelig terminologi på deres forskningsfelt.
sme: Earenoamážiid dat stipendiáhtat, geat čállet bargguideaset sámegillii, sáhttet vásihit ahte ii leat ovdánahtton doarvái dieđalaš terminologiija iežaset dutkansuorggis.

source: Å gjøre det selv er en svært arbeidskrevende prosess.
sme: Dahkat dan ieš lea hui ádjás proseassa.

source: Tidligere var det dessuten et stort, udekket behov for akademisk arbeidskraft i det samiske samfunnet, og doktorgradsstipendiatene ble "lokket" til å gå inn i andre stillinger eller ta mer eller mindre midlertidige oppdrag før de var ferdige med stipendperioden.
sme: Ovdal lei dasa lassin stuora dárbu, mii ii leat gokčon akademalaš bargofámuiguin sámi servodagas, ja doavttirgrádastipendiáhtat “fillejuvvojedje” eará virggiide dahje juo eanet unnit bargat gaskaboddosaš bargguiguin ovdal go ledje geargan stipendiáhtaáigodagain.

source: Disse hindringene er ekstra problematiske fordi den samiske forskningsverdenen fortsatt er relativt liten, og aldersavgangen begynner å bli merkbar i de miljøene der det ble ansatt forskere først.
sme: Diet hehttehusat leat liige noađđin go sámi dutkanmáilbmi lea ain vuos unni, ja agi dihte heaitimat álget juo dovdot dain birrasiin gosa dutkit virgáiduvvoje vuosttažiin.

source: Både av den grunn og fordi det i økende grad etterspørres resultater av forskningssatsingene, har særlig de to siste forskningsprogrammene knyttet spesiell oppmerksomhet til fullføringsproblematikken.
sme: Sihke dan dihte ja go eambbo jerrojit dutkanbohtosat dutkanáŋgiruššamiin, de leat dan guovtti maŋemus dutkanprográmmas čatnasan earenoamáš fuomášupmi dan čađahanváttisvuhtii.

source: "Samisk og kvensk språk, historie og kultur" og overgangsfasen RHF-programmet tildelte bare ett doktorgradsstipend.
sme: "Sámi ja kvena giella, historjá ja kultuvra” ja gaskadilli Humanisttalaš dutkanráđi prográmma juolludii dušše ovtta doavttirgrádastipeandda.

source: Stipendiaten fullførte ikke avhandlingen i programperioden.
sme: Stipendiáhtta ii ollašuhttán barggu prográmmaáigodagas.

source: Jeg har ikke klart å få tak i opplysninger om fullføring for doktorgradsstipendiater som fikk stipend i mellomperioden før Norges forskingsråd satte i gang det første programmet sitt.
sme: In leat nagodan oažžut dieđuid man muddui doavttirgrádastipendiáhtat, geat ožžo stipeandda gaskaáigodagas, ovdal go Norgga dutkanráđđi álggahii dan vuosttaš prográmma

source: "Program for samisk forskning" Av de ti stipendiatene som hadde treårige stipend under dette femårige programmet, ble ingen ferdig med avhandlingen i løpet av finansieringsperioden sin, men sju har fullført senere.
sme: "Sámi dutkama prográmma" Dain studeanttain, geain lei golmma jahkásaš stipeanda dan viđa jahkásaš prográmmas, ii geargan oktage bargguin dan ruhtaduvvon áigodagas, muhto čiežas leat gergehan maŋŋil.

source: Den første fullførte i 2006, deretter fullførte en i 2007, to i 2008, en i 2010, en i 2011, og en disputerte i januar 2015. En stipendiat forsøker fortsatt å finne finansiering til å fullføre avhandlingen sin.
sme: Vuosttaš gergehii 2006, dasto gergehii nubbi 2007, guovttis 2008, okta 2010, okta 2011, ja okta nákkáhalai doavttirgrádii ođđajagimánus 2015. Okta stipendiáhtta geahččala ain gávdnat ruhtadeddjiid vai beassá čađahit doavttirgrádabargu.

source: Bare en stipendiat har definitivt forlatt doktorgradsutdanningen.
sme: Dušše okta stipendiáhtta lea oalát guođđán doavttirgrádaoahpu.

source: "Program for samisk forskning II" er et tiårig program, og mulighetene for å bli ferdig med doktorgraden i løpet av programperioden er derfor bedre, i hvert fall for de stipendiatene som startet tidlig.
sme: "Sámi dutkama prográmma II" Lea logi jahkásaš prográmma, ja lea buoret vejolašvuohta geargat doavttirgrádain prográmmaáigodagas, na goit stipendiáhtain geat leat árrat álgán.

source: I løpet av programperioden er dessuten den organiserte doktorgradsutdanningen bedre konsolidert ved institusjonene.
sme: Prográmmaáigodagas lea maid dat organiserejuvvon doavttirgrádaoahppu buorebut nannejuvvon ásahusain.

source: I tillegg stiller Forskningsrådet i økende grad krav om at doktorgradsstipendiater skal være tilknyttet større prosjekter, ettersom det ser ut til at miljøet rundt stipendiatene har betydning for gjennomstrømmingen.
sme: Dasa lassin lea Dutkanráđđi gáibidišgoahtán eambbo ahte doavttirgrádastipendiáhtat galget čadnot stuorit prošeavttaide, go orru nu ahte stipendiáhtaid birrasis lea mearkkašupmi dutkanbargguide.

source: Programmet har i alt tildelt 15 doktorgradsstipend.
sme: Prográmma lea oktiibuot juolludan 15 doavttirgrádastipeandda.

source: Tildelingene er imidlertid spredt over hele programperioden, den siste stipendiaten tiltrer i 2015. Man kan derfor ikke forvente at samtlige har disputert før aller tidligst i 2019. Pr. april 2015 hadde fem stipendiater disputert.
sme: Juolludeamit leat juohkásan olles prográmmaáigodahkii, dat maŋemus stipendiáhtta álgá 2015. Danne ii sáhte vuordit ahte buohkat leat nákkáhallan ovdal áramusat 2019. Cuoŋománu 2015 ledje vihtta stipendiáhta nákkáhallan doavttirgrádii.

source: Det er halvparten av dem man med noen rimelighet kunne forvente skulle være ferdige.
sme: Dat lea bealli sis geaid livčče sáhttán vuordit galgat geargat.

source: Forskningsrådet har ingen systematisk, sentral oversikt over avlagte doktorgrader som resultat av bevilgningene sine, og det varierer om programmene fører slik statistikk.
sme: Dutkanráđis ii leat makkárge systemáhtalaš listu, mas oainnášii gergehuvvon doavttirgrádaid, mat leat boađusin iežaset juolludemiid maŋŋil, mii maid rievddadivčče jus prográmma oba ge ráhkada diekkár statistihka.

source: Et søk i tre andre kulturforskningsprogrammer viser imidlertid at fullføringen i de samiske programmene er på linje med disse.
sme: Go geahččá golbma eará kulturdutkanprográmma, de čájehit dat ahte sámi prográmmat leat seamma dásis go dat.

source: 6.3.3.4 Hvor avlegges doktorgradene?
sme: 6.3.3.4 Gos nákkahallojit doavttirgrádat?

source: De doktorgradsstipendiatene som har arbeidsplass ved et universitet, disputerer der.
sme: Doavttirgrádastipendiáhtat, geain lea bargosadji universitehtas, nákkáhallet doppe.

source: Av Samisk høgskoles fire stipendiater har to fullført.
sme: Sámi allaskuvlla njealji stipendiáhtas leat guovttes geargan.

source: De har disputert i Finland.
sme: Soai leaba nákkáhallan Suomas.

source: De to stipendiatene i instituttsektoren har begge disputert ved Universitetet i Tromsø.
sme: Dat guokte stipendiáhta ásahussuorggis leaba goappašagat nákkáhallan Tromssa universitehtas.

source: 6.3.4 Samiske forskningsmiljøer: oppbygging og utvikling ved institusjonene
sme: 6.3.4 Sámi dutkanbirrasat: huksen ja ovdáneapmi ásahusain

source: "Samisk og kvensk språk, historie og kultur" hadde som hovedmål å gjøre samiske kulturstudier legitime og fullverdige i norsk humanistisk forskning.
sme: "Sámi ja kvena giella, historjá ja kultuvrras” lei váldoulbmilin dahkat sámi kulturguorahallamiid dohkálažžan ja ollislažžan norgga humanisttalaš dutkamis.

source: Som en av konkretiseringene av denne overordnete målsettingen gjennomførte programmet en "institusjonsstøttefase" fra 1986 til 1990. I denne fasen ble en stilling forfinansiert ved Universitetet i Tromsø og en ved Vadsø museum, og institusjonene overtok deretter ansvaret for stillingene.
sme: Juoga maid konkrehtalaččat barge dan ulbmila joksat, de čađahii prográmma “ásahusdoarjjaáigodaga” 1986 gitta 1990 rádjái. Dien áigodagas ruhtaduvvui okta virgi ovdagihtii Tromssa universitehtas ja okta Čáhcesullo museas, ja ásahusat válde dasto badjelasaset ovddasvástádusa virggiide.

source: Det ble også gjennomført flere tiltak ved Nordisk samisk institutt.
sme: Čađahedje maid máŋga doaibmabiju Sámi instituhtas.

source: Et forsøk på satsing på institusjonstiltak innenfor sørsamisk kom det dessverre lite ut av (se 6.3.7).
sme: Go geahččaledje bargat ásahusdoaibmabijuin lullisámegielas, de ii dađi bahábut šaddan das mihkkege (geahča 6.3.7).

source: Evalueringen av programmet anser likevel institusjonsstøttefasen som vellykket.
sme: Prográmma árvvoštallamis oaivvildit liikká ahte ásahusdoarjjaáigodat lihkostuvai.

source: "Program for samisk forskning" hadde også en særskilt institusjonsstrategi, der man hadde som målsetting å samarbeide med universiteter og høgskoler for å styrke det forskningsmessige grunnlaget for deres arbeid med samiske problemstillinger.
sme: “Sámi dutkama prográmmas” lei maid sierralágán ásahusstrategiija, mas lei ulbmil ovttasbargat universitehtaiguin ja allaskuvllaiguin, vai nanne dutkama vuođu sin bargguin sámi váttisvuođačuolmmaid ektui.

source: Man ønsket også å kanalisere forskningsinitiativ inn i større nettverk med forpliktende samarbeid mellom institusjoner.
sme: Háliidedje maid kanaliseret dutkanáigumušaid stuorit fierpmádagaiguin, main geatnegahttá ovttasbargat eará ásahusaiguin.

source: Programstyrets egenevaluering sa seg ikke tilfreds med resultatene av dette strategiske arbeidet, selv om den påpeker at enkelte prosjekter hadde samarbeidspartnere både i og utenfor Norge og at programmet finansierte to nettverk.
sme: Prográmmastivrra iežaset árvvoštallamis eai lean duđavaččat dainna strategalaš barggu bohtosiiguin, vaikko dat čujuhii ahte muhtin prošeavttain ledje ovttasbargoguoimmit sihke siskkáldasat Norggas ja olggobealde ja ahte prográmma ruhtadii guokte fierpmádaga.

source: Det ene av disse var Urfolksnettverket, som forskningsrådet hadde begynt å finansiere før programmet kom i gang.
sme: Nubbi dain lei Álgoálbmotfierpmádat, maid Dutkanráđđi lei juo álgán ruhtadit ovdal go prográmma álggahuvvui.

source: Se 6.2.3.1. "Program for samisk forskning II" omtaler ikke institusjonsoppbygging som sådan, men har flere ganger utlyst midler til større samarbeidsprosjekter, gjerne mellom flere institusjoner.
sme: Geahča 6.2.3.1. “Sámi dutkama prográmma II” ii namut ásahushuksema birra, muhto lea máŋgga geardde almmuhan ruđaid stuorit ovttasbargoprošeavttaide, áinnas gaskal máŋgga ásahusa.

source: Universitetet i Tromsø er den institusjonen som har fått styrket sin samiske forskning mest gjennom disse tre programmene.
sme: Tromssa universitehta lea dat ásahus mii lea ožžon nannejuvvot sámi dutkama eanemusat dan golmma prográmmas.

source: I "Samisk og kvensk språk, historie og kultur" hadde universitetet tre utdanningsstipend, fire prosjektbevilgninger og ett institusjonsstøttetiltak.
sme: Prográmmas “Sámi ja kvena giella, historjá ja kultuvrras” ledje universitehtas golbma oahppostipeandda, njeallje prošeaktajuolludeami ja okta ásahusdoarjjadoaibmabidju.

source: Samisk høgskole var knapt opprettet da dette programmet var operativt og hadde små muligheter til å posisjonere seg, men de fikk støtte til en professor II i pedagogikk i fem år som institusjonskompetanseoppbyggingstiltak.
sme: Sámi allaskuvla ii lean baljo ásahuvvon go diet prográmma lei doaimmas ja de ledje smávva vejolašvuođat leat eambbo oidnosis, muhto sii ožžo doarjaga ovtta professor II pedagogihkas viđa jahkái, dego

source: I "Program for samisk forskning" hadde Universitetet i Tromsø en postdoktorstipendiat og en doktorgradsstipendiat, men ingen forskerprosjekter.
sme: “Sámi dutkama prográmmas” lei Tromssa universitehtas okta poastadoavttirstipendiáhtta ja okta doavttirgrádastipendiáhtta, muhto ii oktage dutkanprošeakta.

source: Samisk høgskole og Nordisk samisk institutt, som senere ble slått sammen, hadde til sammen fire forskerprosjekter og to doktorgradsstipend.
sme: Sámi allaskuvllas ja Sámi Instituhtas, mat maŋŋil ovttastahttuiga, ledje oktiibuot njeallje dutkanprošeavtta ja guokte doavttirgrádastipendiáhta.

source: I "Program for samisk forskning II" har Universitetet i Tromsø 15 forskerprosjekter, herav seks som omfatter postdoktorer og/eller doktorgradsstipendiater, og fire doktorgradsstipendiater uten tilknytning til forskerprosjekt.
sme: “Sámi dutkama prográmma II” leat Tromssa universitehtas 15 dutkanprošeavtta, ja dáin leat guhtta mat gullet poastadoavttir ja/dahje doavttirgrádastipendiáhtaide, ja njeallje doavttirgrádastipendiáhta, mat eai gula makkárge dutkanprošektii.

source: Samisk høgskole har tre forskerprosjekter og to doktorgradsstipend.
sme: Sámi allaskuvllas leat golbma dutkanprošeavtta ja guokte doavttirgrádastipendiáhta.

source: Samisk høgskole har altså fått omtrent like mange tildelinger fra hvert av de to programmene i Forskningsrådet, mens Universitetet i Tromsø har økt antall tildelinger betraktelig fra det første til det andre programmet i Norges forskningsråd.
sme: Sámi allaskuvla lea ožžon sullii seamma ollu juolludemiid goappaš dain prográmmain Dutkanráđis, seammás go Tromssa universitehtii leat hui ollu lassanan juolludeamit vuosttaš prográmmas nubbái Norgga dutkanráđis.

source: 6.3.5 Styrking av fagene
sme: 6.3.5 Fágaid nannen
